[
    {
        "id": "1",
        "name": "Mahali Mzuri, Masai Mara, Kenya",
        "description": "Part of the Virgin Limited Edition collection, Sir Richard Branson's majestic safari camp in the Masai Mara is 'just perfect', according to one voter. The seemingly space-age tents somehow rise up out of the landscape and blend in with it simultaneously. Wildlife remains abundant in the surrounding bush — ideal for the twice-daily game drives — and the guides are extremely knowledgeable. One respondent raved about the 'excellent service', adding that 'the hospitality provided at Mahali Mzuri resembles the name', which means beautiful place in Swahili. Another reader says simply that it's 'the best luxurious camp to visit on the African continent.'",
        "image": "hotel1",
        "score": 99.73,
        "website": "https://www.virginlimitededition.com/en/mahali-mzuri"
    },
    {
        "id": "2",
        "name": "Nayara Tented Camp, Arenal Volcano National Park, Costa Rica",
        "description": "The most recent entry to the Nayara brand has all the details covered. Cliff-top safari tents have spacious bathrooms with soaking tubs, private decks, and infinity plunge pools that overlook the lush Costa Rican rain forest and the imposing Arenal Volcano. Elsewhere on the property, guests can spot wildlife like sloths and toucans; take a dip in the dramatic, cantilevered, hot-spring-fed mineral pools; and indulge in the plush spa.",
        "image": "hotel2",
        "score": 99.58,
        "website": "https://nayaratentedcamp.com/"
    },
    {
        "id": "3",
        "name": "The Opposite House, Beijing",
        "description": "Japanese architect Kengo Kuma designed this emerald glass building with subtle references to traditional Chinese architecture. Rooms are minimalist with luxurious touches like oak soaking tubs and plush beds, the staff is über-attentive, and the location is close to all the Beijing attractions.",
        "image": "hotel3",
        "score": 99.47,
        "website": "https://www.thehousecollective.com/en/the-opposite-house/"
    },
    {
        "id": "4",
        "name": "Capella Bangkok",
        "description": "Situated on the east bank of the Chao Phraya River, this new urban retreat offers impressive views of the lively Thai capital. There are four dining venues, including one overseen by chef Mauro Colagreco of France's Michelin three-starred Mirazur, and a swank spa with treatments, therapies, and fitness classes.",
        "image": "hotel4",
        "score": 99.38,
        "website": "https://www.capellahotels.com/en/capella-bangkok"
    },
    {
        "id": "5",
        "name": "Capella Ubud, Bali, Indonesia",
        "description": "Last year's Top 100 Hotels winner, this glamorous, Bill Bensley-designed resort features a dramatic suspension bridge leading to 22 tented hideaways surrounded by lush rain forest and the river Wos gurgling below. The on-site organic Keliki Garden supplies two restaurants and a bar, and the nightly campfire is the setting for storytelling, movies, and live music with s'mores and hot chocolate.",
        "image": "hotel5",
        "score": 99.34,
        "website": "https://www.capellahotels.com/en/capella-ubud"
    },
    {
        "id": "6",
        "name": "Grace Hotel, Auberge Resorts Collection, Santorini, Greece",
        "description": "This whitewashed resort, tucked away on the quieter side of Santorini, has unobstructed views of the sparkling Aegean, minus the crowds found elsewhere. Stay on property to enjoy yoga alfresco (the cliff-top setting is magical), or ask the staff to coordinate a scenic hike or cruise to see the island from a different vantage point.",
        "image": "hotel6",
        "score": 99.18,
        "website": "https://aubergeresorts.com/gracehotel/"
    },
    {
        "id": "7",
        "name": "Kamalame Cay, Andros Island, Bahamas",
        "description": "Although this serene Bahamian island resort is a bit hard to get to, it's worth the journey for guests who make it to its sparkling private shores. Guests can relax on the deck of their beachfront bungalows, have breakfast delivered daily in a wicker basket, and borrow golf carts and bikes to explore the 96-acre island.",
        "image": "hotel7",
        "score": 99.14,
        "website": "https://www.kamalame.com/"
    },
    {
        "id": "8",
        "name": "The Oberoi Udaivilas, Udaipur, India",
        "description": "It's not hard to feel like royalty in this extravagant palace hotel, where Udaipur's glittering Lake Pichola is front and center. Posh rooms have semi-private pools that create a kind of moat around the hotel, and staff are trained to anticipate guests' every desire.",
        "image": "hotel8",
        "score": 99.12,
        "website": "https://www.oberoihotels.com/hotels-in-udaipur-udaivilas-resort/"
    },
    {
        "id": "9",
        "name": "The Temple House, Chengdu, China",
        "description": "Two modernist, glass mid-rise towers emerge from a century-old building and tree-filled courtyard, creating a refuge within Sichuan's bustling capital. Rooms are modern and minimal, and there are four food and beverage outlets, a spa, an indoor pool, and a house car to enjoy.",
        "image": "hotel9",
        "score": 98.94,
        "website": "https://www.thehousecollective.com/en/the-temple-house/"
    },
    {
        "id": "10",
        "name": "The Oberoi, New Delhi",
        "description": "There are 220 well-appointed rooms in this luxury hotel situated near several Delhi attractions. Guests can unwind at either the indoor or outdoor swimming pool, then choose from seven restaurants and bars, including one by Alfred Prasad, formerly of the Michelin-starred Tamarind in London.",
        "image": "hotel10",
        "score": 98.90,
        "website": "https://www.oberoihotels.com/hotels-in-delhi/"
    },
    {
        "id": "11",
        "name": "Four Seasons Hotel Istanbul at Sultanahmet",
        "description": "This location can't be beat for guests that want to be right in the middle of all of Istanbul's old-city attractions. Set inside a former prison, the 65 modern rooms are lavish and spacious, and what once served as the prison yard is now a fragrant, landscaped courtyard. Head up to the roof terrace for panoramic views across the domes and minarets of Hagia Sofia and the Blue Mosque and out to the glittering Bosporus.",
        "image": "hotel11",
        "score": 98.40,
        "website": "https://www.fourseasons.com/istanbul/"
    }
]